{
   "type":"champion",
   "data":{
      "Brimstone":{
         "id":"Brimstone",
         "key":"8",
         "name":"Brimstone",
         "rol":"Controlador",
         "lore":"De origen estadounidense, Brimstone cuenta con un arsenal de órbita que garantiza que su equipo siempre vaya por delante. Su capacidad para aportar herramientas de utilidad de una forma segura y precisa lo convierte en un comandante de primera línea sin igual.",
         "spells":[
            {
               "id":"BrimstoneE",
               "name":"Cortina De Humo",
               "description":"<strong>EQUIPA</strong> un mapa táctico. <strong>DISPARA</strong> para fijar ubicaciones en las que aparecerán nubes de humo de Brimstone. <strong>ALTERNA EL MODO DE DISPARO</strong> para confirmar. Esto liberará nubes de humo de larga duración que bloquearán la visión en la zona seleccionada."
            },
            {
               "id":"BrimstoneC",
               "name":"Baliza Estimulante",
               "description":"<strong>EQUIPA</strong> una baliza estimulante. <strong>DISPARA</strong> para lanzar la baliza estimulante frente a Brimstone. Al aterrizar, la baliza estimulante creará un campo que otorgará disparo Disparo rápido a los jugadores. "
            },
            {
               "id":"BrimstoneQ",
               "name":"Incendiario",
               "description":"<strong>EQUIPA</strong> un lanzagranadas incendiarias. <strong>DISPARA</strong> una granada que detona cuando se detiene en el suelo, lo que genera una zona de fuego persistente que daña a los jugadores que estén en su interior. "
            },
            {
               "id":"BrimstoneX",
               "name":"Golpe Orbital",
               "description":"<strong>EQUIPA</strong> un mapa táctico. <strong>DISPARA</strong> para lanzar un golpe orbital en la ubicación objetivo con un láser persistente, que provocará un gran daño prolongado a los jugadores que se encuentren en la zona seleccionada."
            }
         ]         
      }
   }
}