{
   "type":"champion",
   "data":{
      "Omen":{
         "id":"Omen",
         "key":"7",
         "name":"Omen",
         "rol":"Controller",
         "lore":"A phantom of a memory, Omen hunts in the shadows. He renders enemies blind, teleports across the field, then lets paranoia take hold as his foe scrambles to uncover where he might strike next.",
         "spells":[
            {
               "id":"OmenE",
               "name":"Dark Cover",
               "description":"<strong>EQUIP</strong> a shadow orb, entering a phased world to place and target the orbs. <strong>PRESS</strong> the ability key to throw the shadow orb to the marked location, creating a long-lasting shadow sphere that blocks vision. <strong>HOLD FIRE</strong> while targeting to move the marker futher away. <strong>HOLD SECONDARY FIRE</strong> while targeting to move the marker closer. <strong>RELOAD</strong> to toggle normal targeting view."
            },
            {
               "id":"OmenC",
               "name":"Shrouded Step",
               "description":"<strong>EQUIP</strong> a shrouded step ability and see its range indicator. <strong>FIRE</strong> to begin a brief channel, then teleport to the marked location. "
            },
            {
               "id":"OmenQ",
               "name":"Paranoia",
               "description":"<strong>EQUIP</strong> a blinding orb. <strong>FIRE</strong> to throw it forward, briefly reducing the vision range and deafening all players it touches. This projectile can pass straight through walls. "
            },
            {
               "id":"OmenX",
               "name":"From The Shadows",
               "description":"<strong>EQUIP</strong> a tactical map. <strong>FIRE</strong> to begin teleporting to the selected location. While teleporting, Omen will appear as a Shade that can be destroyed by and enemy to cancel his teleport, or <strong>PRESS EQUIP</strong> for Omen to cancel his teleport."
            }
         ]         
      }
   }
}